<script setup lang="ts"></script>
<template>
    <div>
        <h1>О городе</h1>
        <div>
О городе
Нижний Новгород был основан князем Георгием Всеволодовичем в 1221 году.
Его жители, под предводительством старосты Кузьмы Минина и князя Дмитрия Пожарского, собрали ополчение для освобождения Москвы от польских захватчиков в 1611 году.
Город был главным международным торговым центром России с 1817 года. В советский период был переименован в Горький, в честь писателя Максима Горького, и являлся индустриальным центром Советского Союза. Во время Великой отечественной войны город поставлял на фронт огромное количество военной техники и боеприпасов, из-за чего постоянно подвергался авиаударам со стороны немецкой авиации.</div>
    </div>
</template>